Task/summary.csv
Label,# Samples,Average,Min,Max,Std. Dev.,Error %,Throughput,Received KB/sec,Sent KB/sec,Avg. Bytes
Login,162,229,147,4161,360.24,0.000%,.26956,0.20,0.07,771.2
Create,161,200,148,893,109.09,0.000%,.27053,0.25,0.13,948.0
Get IDs,161,416,158,3181,281.91,0.000%,.26919,8.45,0.06,32153.9
Update,160,193,150,986,86.16,0.000%,.27168,0.24,0.13,919.8
Delete,160,186,149,1148,94.63,0.000%,.27105,0.20,0.06,747.9
TOTAL,804,245,147,4161,235.03,0.000%,1.33751,9.29,0.44,7115.9