aggregate.csv
Label,# Samples,Average,Median,90% Line,95% Line,99% Line,Min,Max,Error %,Throughput,Received KB/sec,Sent KB/sec
Login,162,229,162,234,456,1140,147,4161,0.000%,.26956,0.20,0.07
Create,161,200,164,261,499,595,148,893,0.000%,.27053,0.25,0.13
Get IDs,161,416,346,619,787,997,158,3181,0.000%,.26919,8.45,0.06
Update,160,193,167,245,286,489,150,986,0.000%,.27168,0.24,0.13
Delete,160,186,164,226,253,465,149,1148,0.000%,.27105,0.20,0.06
TOTAL,804,245,169,465,539,945,147,4161,0.000%,1.33751,9.29,0.44